HELP_INFO = """ 
<b>Вот список основных команд, которые я поддерживаю:</b>

<b> Для челяди </b>
/menu - выйти в главное меню
/help - помощь, список команд
/start - приветствие

<b> Для администратора </b>
/panel — открыть панель управления
/stats — посмотреть статистику
/test — посмотреть как видят пользователи

"""

WELCOME_INFO = """
<b>👋 Добро пожаловать!</b>

Я ваш помощник для быстрого и удобного оформления заказов.

📱 Чтобы начать, нажмите /menu — там вы найдете наш каталог товаров и услуг, и сможете сделать первый заказ!

❓ Нужна помощь? Используйте команду /help
"""

CONTACTS = {
    "📍  Компания": "Актив ФПМИ БГУ",
    "💼  Главный": "Серб",
    "📞  Телефон": "+375 (29) 269-56-59",
    "🌐  ТГ": "@Poituk",
    "🕐  Время работы ": "3 раза в год",
}

FAQ = [
    (
        "Кто выполняет заказы?",
        "Студенты факультета прикладной информатики 3-4 курсов под руководством опытных кураторов.",
    ),
    (
        "Какие технологии используете?",
        "Python, JavaScript, HTML/CSS, React, Flask, Telegram Bot API, Figma.",
    ),
    (
        "Можете ли вы доработать чужой проект??",
        "Да, после анализа кода. Стоимость обсуждается индивидуально.",
    ),
    (
        "Кто будет администрировать сайт?",
        "Мы научим вас или вашего сотрудника, либо предложим услугу сопровождения.",
    ),
    (
        "Есть ли гарантия?",
        "Да, 30 дней на исправление багов.",
    ),
]
